String quizModelJsonStr1 = '''
[
  {
    "question": "Учащенное и сильное сердцебиение",
    "answers": [
      {"title": "Совсем не беспокоит.", "value": 0},
      {"title": "Немного беспокоит.", "value": 1},
      {"title": "Сильно беспокоит.", "value": 2},
      {"title": "Очень сильно беспокоит.", "value": 3}
    ],
    "group": "one"
  },
  {
    "question": "Чувство напряженности или нервозности",
    "answers": [
      {"title": "Совсем не беспокоит.", "value": 0},
      {"title": "Немного беспокоит.", "value": 1},
      {"title": "Сильно беспокоит.", "value": 2},
      {"title": "Очень сильно беспокоит.", "value": 3}
    ],
    "group": "one"
  },
  {
    "question": "Нарушения сна",
    "answers": [
      {"title": "Совсем не беспокоит.", "value": 0},
      {"title": "Немного беспокоит.", "value": 1},
      {"title": "Сильно беспокоит.", "value": 2},
      {"title": "Очень сильно беспокоит.", "value": 3}
    ],
    "group": "one"
  },
  {
    "question": "Возбудимость",
    "answers": [
      {"title": "Совсем не беспокоит.", "value": 0},
      {"title": "Немного беспокоит.", "value": 1},
      {"title": "Сильно беспокоит.", "value": 2},
      {"title": "Очень сильно беспокоит.", "value": 3}
    ],
    "group": "one"
  },
  {
    "question": "Приступы паники",
    "answers": [
      {"title": "Совсем не беспокоит.", "value": 0},
      {"title": "Немного беспокоит.", "value": 1},
      {"title": "Сильно беспокоит.", "value": 2},
      {"title": "Очень сильно беспокоит.", "value": 3}
    ],
    "group": "one"
  },
  {
    "question": "Трудности в концентрации",
    "answers": [
      {"title": "Совсем не беспокоит.", "value": 0},
      {"title": "Немного беспокоит.", "value": 1},
      {"title": "Сильно беспокоит.", "value": 2},
      {"title": "Очень сильно беспокоит.", "value": 3}
    ],
    "group": "one"
  },
  {
    "question": "Чувство усталости или нехватки энергии",
    "answers": [
      {"title": "Совсем не беспокоит.", "value": 0},
      {"title": "Немного беспокоит.", "value": 1},
      {"title": "Сильно беспокоит.", "value": 2},
      {"title": "Очень сильно беспокоит.", "value": 3}
    ],
    "group": "one"
  },
  {
    "question": "Потеря интереса к большинству вещей",
    "answers": [
      {"title": "Совсем не беспокоит.", "value": 0},
      {"title": "Немного беспокоит.", "value": 1},
      {"title": "Сильно беспокоит.", "value": 2},
      {"title": "Очень сильно беспокоит.", "value": 3}
    ],
    "group": "one"
  },
  {
    "question": "Чувство не cчастливости или депрессия",
    "answers": [
      {"title": "Совсем не беспокоит.", "value": 0},
      {"title": "Немного беспокоит.", "value": 1},
      {"title": "Сильно беспокоит.", "value": 2},
      {"title": "Очень сильно беспокоит.", "value": 3}
    ],
    "group": "one"
  },
  {
    "question": "Плаксивость",
    "answers": [
      {"title": "Совсем не беспокоит.", "value": 0},
      {"title": "Немного беспокоит.", "value": 1},
      {"title": "Сильно беспокоит.", "value": 2},
      {"title": "Очень сильно беспокоит.", "value": 3}
    ],
    "group": "one"
  },
  {
    "question": "Раздражительность",
    "answers": [
      {"title": "Совсем не беспокоит.", "value": 0},
      {"title": "Немного беспокоит.", "value": 1},
      {"title": "Сильно беспокоит.", "value": 2},
      {"title": "Очень сильно беспокоит.", "value": 3}
    ],
    "group": "one"
  },
  {
    "question": "Ощущение головокружения или обморочности",
    "answers": [
      {"title": "Совсем не беспокоит.", "value": 0},
      {"title": "Немного беспокоит.", "value": 1},
      {"title": "Сильно беспокоит.", "value": 2},
      {"title": "Очень сильно беспокоит.", "value": 3}
    ],
    "group": "one"
  },
  {
    "question": "Давление или стеснение в голове или теле",
    "answers": [
      {"title": "Совсем не беспокоит.", "value": 0},
      {"title": "Немного беспокоит.", "value": 1},
      {"title": "Сильно беспокоит.", "value": 2},
      {"title": "Очень сильно беспокоит.", "value": 3}
    ],
    "group": "one"
  },
  {
    "question": "Онемение или покалывание в частях тела",
    "answers": [
      {"title": "Совсем не беспокоит.", "value": 0},
      {"title": "Немного беспокоит.", "value": 1},
      {"title": "Сильно беспокоит.", "value": 2},
      {"title": "Очень сильно беспокоит.", "value": 3}
    ],
    "group": "one"
  },
  {
    "question": "Головные боли",
    "answers": [
      {"title": "Совсем не беспокоит.", "value": 0},
      {"title": "Немного беспокоит.", "value": 1},
      {"title": "Сильно беспокоит.", "value": 2},
      {"title": "Очень сильно беспокоит.", "value": 3}
    ],
    "group": "one"
  },
  {
    "question": "Боли в мышцах или в суставах",
    "answers": [
      {"title": "Совсем не беспокоит.", "value": 0},
      {"title": "Немного беспокоит.", "value": 1},
      {"title": "Сильно беспокоит.", "value": 2},
      {"title": "Очень сильно беспокоит.", "value": 3}
    ],
    "group": "one"
  },
  {
    "question": "Потеря чувствительности в руках или стопах",
    "answers": [
      {"title": "Совсем не беспокоит.", "value": 0},
      {"title": "Немного беспокоит.", "value": 1},
      {"title": "Сильно беспокоит.", "value": 2},
      {"title": "Очень сильно беспокоит.", "value": 3}
    ],
    "group": "one"
  },
  {
    "question": "Затрудненное дыхание",
    "answers": [
      {"title": "Совсем не беспокоит.", "value": 0},
      {"title": "Немного беспокоит.", "value": 1},
      {"title": "Сильно беспокоит.", "value": 2},
      {"title": "Очень сильно беспокоит.", "value": 3}
    ],
    "group": "one"
  },
  {
    "question": "Приливы жара",
    "answers": [
      {"title": "Совсем не беспокоит.", "value": 0},
      {"title": "Немного беспокоит.", "value": 1},
      {"title": "Сильно беспокоит.", "value": 2},
      {"title": "Очень сильно беспокоит.", "value": 3}
    ],
    "group": "one"
  },
  {
    "question": "Ночная потливость",
    "answers": [
      {"title": "Совсем не беспокоит.", "value": 0},
      {"title": "Немного беспокоит.", "value": 1},
      {"title": "Сильно беспокоит.", "value": 2},
      {"title": "Очень сильно беспокоит.", "value": 3}
    ],
    "group": "one"
  }
]
''';
