const String quizModelJsonStr1 = '''
[
  {
    "question": "Учащенное и сильное сердцебиение",
    "answers": [
      {"title": "Совсем не беспокоит.", "value": 0},
      {"title": "Немного беспокоит.", "value": 1},
      {"title": "Сильно беспокоит.", "value": 2},
      {"title": "Очень сильно беспокоит.", "value": 3}
    ],
    "group": "one"
  },
  {
    "question": "Чувство напряженности или нервозности",
    "answers": [
      {"title": "Совсем не беспокоит.", "value": 0},
      {"title": "Немного беспокоит.", "value": 1},
      {"title": "Сильно беспокоит.", "value": 2},
      {"title": "Очень сильно беспокоит.", "value": 3}
    ],
    "group": "one"
  },
  {
    "question": "Нарушения сна",
    "answers": [
      {"title": "Совсем не беспокоит.", "value": 0},
      {"title": "Немного беспокоит.", "value": 1},
      {"title": "Сильно беспокоит.", "value": 2},
      {"title": "Очень сильно беспокоит.", "value": 3}
    ],
    "group": "one"
  },
  {
    "question": "Возбудимость",
    "answers": [
      {"title": "Совсем не беспокоит.", "value": 0},
      {"title": "Немного беспокоит.", "value": 1},
      {"title": "Сильно беспокоит.", "value": 2},
      {"title": "Очень сильно беспокоит.", "value": 3}
    ],
    "group": "one"
  },
  {
    "question": "Приступы паники",
    "answers": [
      {"title": "Совсем не беспокоит.", "value": 0},
      {"title": "Немного беспокоит.", "value": 1},
      {"title": "Сильно беспокоит.", "value": 2},
      {"title": "Очень сильно беспокоит.", "value": 3}
    ],
    "group": "one"
  },
  {
    "question": "Трудности в концентрации",
    "answers": [
      {"title": "Совсем не беспокоит.", "value": 0},
      {"title": "Немного беспокоит.", "value": 1},
      {"title": "Сильно беспокоит.", "value": 2},
      {"title": "Очень сильно беспокоит.", "value": 3}
    ],
    "group": "one"
  },
  {
    "question": "Чувство усталости или нехватки энергии",
    "answers": [
      {"title": "Совсем не беспокоит.", "value": 0},
      {"title": "Немного беспокоит.", "value": 1},
      {"title": "Сильно беспокоит.", "value": 2},
      {"title": "Очень сильно беспокоит.", "value": 3}
    ],
    "group": "one"
  },
  {
    "question": "Потеря интереса к большинству вещей",
    "answers": [
      {"title": "Совсем не беспокоит.", "value": 0},
      {"title": "Немного беспокоит.", "value": 1},
      {"title": "Сильно беспокоит.", "value": 2},
      {"title": "Очень сильно беспокоит.", "value": 3}
    ],
    "group": "one"
  },
  {
    "question": "Чувство не cчастливости или депрессия",
    "answers": [
      {"title": "Совсем не беспокоит.", "value": 0},
      {"title": "Немного беспокоит.", "value": 1},
      {"title": "Сильно беспокоит.", "value": 2},
      {"title": "Очень сильно беспокоит.", "value": 3}
    ],
    "group": "one"
  },
  {
    "question": "Плаксивость",
    "answers": [
      {"title": "Совсем не беспокоит.", "value": 0},
      {"title": "Немного беспокоит.", "value": 1},
      {"title": "Сильно беспокоит.", "value": 2},
      {"title": "Очень сильно беспокоит.", "value": 3}
    ],
    "group": "one"
  },
  {
    "question": "Раздражительность",
    "answers": [
      {"title": "Совсем не беспокоит.", "value": 0},
      {"title": "Немного беспокоит.", "value": 1},
      {"title": "Сильно беспокоит.", "value": 2},
      {"title": "Очень сильно беспокоит.", "value": 3}
    ],
    "group": "one"
  },
  {
    "question": "Ощущение головокружения или обморочности",
    "answers": [
      {"title": "Совсем не беспокоит.", "value": 0},
      {"title": "Немного беспокоит.", "value": 1},
      {"title": "Сильно беспокоит.", "value": 2},
      {"title": "Очень сильно беспокоит.", "value": 3}
    ],
    "group": "one"
  },
  {
    "question": "Давление или стеснение в голове или теле",
    "answers": [
      {"title": "Совсем не беспокоит.", "value": 0},
      {"title": "Немного беспокоит.", "value": 1},
      {"title": "Сильно беспокоит.", "value": 2},
      {"title": "Очень сильно беспокоит.", "value": 3}
    ],
    "group": "one"
  },
  {
    "question": "Онемение или покалывание в частях тела",
    "answers": [
      {"title": "Совсем не беспокоит.", "value": 0},
      {"title": "Немного беспокоит.", "value": 1},
      {"title": "Сильно беспокоит.", "value": 2},
      {"title": "Очень сильно беспокоит.", "value": 3}
    ],
    "group": "one"
  },
  {
    "question": "Головные боли",
    "answers": [
      {"title": "Совсем не беспокоит.", "value": 0},
      {"title": "Немного беспокоит.", "value": 1},
      {"title": "Сильно беспокоит.", "value": 2},
      {"title": "Очень сильно беспокоит.", "value": 3}
    ],
    "group": "one"
  },
  {
    "question": "Боли в мышцах или в суставах",
    "answers": [
      {"title": "Совсем не беспокоит.", "value": 0},
      {"title": "Немного беспокоит.", "value": 1},
      {"title": "Сильно беспокоит.", "value": 2},
      {"title": "Очень сильно беспокоит.", "value": 3}
    ],
    "group": "one"
  },
  {
    "question": "Потеря чувствительности в руках или стопах",
    "answers": [
      {"title": "Совсем не беспокоит.", "value": 0},
      {"title": "Немного беспокоит.", "value": 1},
      {"title": "Сильно беспокоит.", "value": 2},
      {"title": "Очень сильно беспокоит.", "value": 3}
    ],
    "group": "one"
  },
  {
    "question": "Затрудненное дыхание",
    "answers": [
      {"title": "Совсем не беспокоит.", "value": 0},
      {"title": "Немного беспокоит.", "value": 1},
      {"title": "Сильно беспокоит.", "value": 2},
      {"title": "Очень сильно беспокоит.", "value": 3}
    ],
    "group": "one"
  },
  {
    "question": "Приливы жара",
    "answers": [
      {"title": "Совсем не беспокоит.", "value": 0},
      {"title": "Немного беспокоит.", "value": 1},
      {"title": "Сильно беспокоит.", "value": 2},
      {"title": "Очень сильно беспокоит.", "value": 3}
    ],
    "group": "one"
  },
  {
    "question": "Ночная потливость",
    "answers": [
      {"title": "Совсем не беспокоит.", "value": 0},
      {"title": "Немного беспокоит.", "value": 1},
      {"title": "Сильно беспокоит.", "value": 2},
      {"title": "Очень сильно беспокоит.", "value": 3}
    ],
    "group": "one"
  }
]
''';

const List<Map<String, dynamic>> medicalHistory = [
  {
    "entries": [
      {"id": "1cf4d37a-c386-4add-ad26-84cb138c1706", "index": 0, "title": "diffuse_goiter", "type": "boolean"},
      {"id": "532bb3b6-0ab9-48da-a361-14ccfbdd88b8", "index": 1, "title": "nodular_goiter", "type": "boolean"},
      {"id": "d4a88b35-fc6e-4466-a63a-d4dfef5c4742", "index": 2, "title": "diffuse_toxic_goiter", "type": "boolean"},
      {"id": "b88461a5-5b53-4dbf-888a-af89a8cd4cf0", "index": 3, "title": "autoimmune_thyroiditis", "type": "boolean"},
      {"id": "289fa8d7-ccec-4049-8ab3-9e3556c44d51", "index": 4, "title": "anemia", "type": "boolean"},
      {"id": "dc2b65aa-84ea-4c7a-bf4b-ca54297f0b70", "index": 5, "title": "uterine_fibroids", "type": "boolean"},
      {"id": "816d7958-f065-4dd5-8e95-db1586e4e0fe", "index": 6, "title": "ovarian_cyst", "type": "boolean"},
      {"id": "554aebe2-de13-404a-8494-9dc0f9afc3ed", "index": 7, "title": "mastopathy_fibrocystic", "type": "boolean"},
      {"id": "24ce2ebc-b1f5-402e-90e4-3bccf5404f68", "index": 8, "title": "diabetes_type_1", "type": "boolean"},
      {"id": "a9f1f585-0a31-4b2a-8f92-32b384593773", "index": 9, "title": "diabetes_type_2", "type": "boolean"},
      {"id": "3a49274e-46d5-4efe-be6d-1b63a64d627d", "index": 10, "title": "osteoporosis", "type": "boolean"},
      {"id": "214f232b-c90e-4f7b-bfb2-3fb67b4fa13d", "index": 11, "title": "hepatitis", "type": "boolean"},
      {"id": "60330618-f8e5-415a-a7ee-5c1cbde02c02", "index": 12, "title": "chronic_cholecystitis", "type": "boolean"},
      {"id": "1a3a9ac1-2407-437b-aa18-2baa37046b92", "index": 13, "title": "chronic_pancreatitis", "type": "boolean"},
      {"id": "1df33da2-6a96-4123-9006-7f3bd67b8690", "index": 14, "title": "obesity", "type": "boolean"},
      {"id": "a8b4aeaf-3c71-4e52-a9ba-05d8d894e73a", "index": 15, "title": "coronary_artery_disease_angina", "type": "boolean"},
      {"id": "e59f631c-f8d5-450f-99f9-3f7a12420d58", "index": 16, "title": "arterial_hypertension", "type": "boolean"},
      {"id": "6a9b3437-5741-4e8b-ba89-1409ad9dff43", "index": 17, "title": "breast_cancer", "type": "boolean"},
      {"id": "582fa9ec-9345-42f8-b264-a076dd9995e8", "index": 18, "title": "other_oncological_diseases", "type": "boolean"}
    ],
    "id": "fbd432c0-9c0d-4f1e-990e-788b18b28bb4",
    "index": 0,
    "title": "current_diseases_or_history",
    "type": "group"
  },
  {
    "entries": [
      {"id": "04626e4c-bf31-4634-bbd3-48f7b5c3c2eb", "index": 0, "title": "mumps", "type": "boolean"},
      {"id": "35f43fae-eba6-43be-b4e7-7f07a26461e0", "index": 1, "title": "measles", "type": "boolean"},
      {"id": "c73de08e-1d74-4b75-97ac-e7c85122403f", "index": 2, "title": "rubella", "type": "boolean"},
      {"id": "a7b64292-b911-495d-adc1-d76ff85563c2", "index": 3, "title": "viral_hepatitis", "type": "boolean"}
    ],
    "id": "fbd432c0-9c0d-4f1e-990e-788b18b28bb4",
    "index": 1,
    "title": "infectious_viral_diseases",
    "type": "group"
  },
  {
    "entries": [
      {"id": "e8d82cb3-4a25-4a9c-9b44-5566b1bf4ac5", "index": 0, "title": "chronic_adnexitis", "type": "boolean"},
      {"id": "fb41d871-e776-4926-a4fd-1d1c9cb015ba", "index": 1, "title": "endometriosis", "type": "boolean"},
      {"id": "42e92173-c4e5-447b-911e-a13b0cb4f51a", "index": 2, "title": "candidiasis", "type": "boolean"},
      {"id": "21a9c829-158b-4243-8a72-8d3961b89e17", "index": 3, "title": "cystitis", "type": "boolean"}
    ],
    "id": "cbb10a2b-35b7-43b1-9375-b6b9b8f8abf9",
    "index": 2,
    "title": "inflammatory_diseases_of_the_pelvis",
    "type": "group"
  },
];

const List<Map<String, dynamic>> medicationsToken = [
  {"id": "b6f117aa-0748-462a-90b0-dc283e457574", "index": 0, "title": "combined_oral_contraceptives", "type": "boolean"},
  {"id": "fa539dba-f0fc-440e-b3af-c97c3e6b57c5", "index": 1, "title": "estrogens", "type": "boolean"},
  {"id": "896e3b28-18e1-4753-8ca0-4acaa466ac2f", "index": 2, "title": "plant_derived_estrogens", "type": "boolean"},
  {"id": "e6a87dfb-9a97-4912-ac4a-909d9d5cfe3d", "index": 3, "title": "dyufaston", "type": "boolean"},
  {"id": "0351827a-9001-4b68-9581-75581a57769b", "index": 4, "title": "thyroid_hormone_preparations", "type": "boolean"},
  {"id": "76a4621a-d3b9-488b-9534-83ad044850d6", "index": 5, "title": "antithyroid_drugs", "type": "boolean"},
  {"id": "c04bd883-e17e-42d2-af2c-e7546a31fd07", "index": 6, "title": "iodine_preparations", "type": "boolean"},
  {"id": "c2233e27-8b8c-4f68-83b8-7387cd425f8f", "index": 7, "title": "antidepressants", "type": "boolean"},
  {"id": "bb805df0-d01f-43e2-a34f-95fcdc81302c", "index": 8, "title": "antiepileptic_drugs", "type": "boolean"},
  {"id": "e67c4799-7eaf-4383-8176-4f2ce343b85f", "index": 9, "title": "beta_blockers", "type": "boolean"},
  {"id": "8acac918-4d59-4d06-9e77-f457f2bd4f56", "index": 10, "title": "veroshpiron", "type": "boolean"},
  {"id": "f82507ef-8679-4cfc-bad2-8298e3504d41", "index": 11, "title": "sugar_lowering_drugs", "type": "boolean"},
  {"id": "6a00e6eb-743f-446e-9f50-ff1ee5920305", "index": 12, "title": "anti_inflammatory_drugs", "type": "boolean"}
];

const List<Map<String, dynamic>> surgicalInterventions = [
  {"id": "9628b40e-1ede-45f7-bc13-a13ad2b53190", "index": 0, "title": "tubal_ligation_or_removal", "type": "boolean"},
  {"id": "7c711da1-17c3-4ad6-a0ed-7d5eb9417978", "index": 1, "title": "hysterectomy", "type": "boolean"},
  {"id": "a91a0426-18e8-40f5-af93-5143666c06f1", "index": 2, "title": "removal_of_one_ovary", "type": "boolean"},
  {"id": "ec18c224-81b1-4c1a-a0c8-a4baac1830f4", "index": 3, "title": "removal_of_both_ovaries", "type": "boolean"},
  {"id": "0b718ba5-c827-4247-b892-3b90e81f119e", "index": 4, "title": "hysterectomy_with_ovaries_removal", "type": "boolean"}
];

const List<Map<String, dynamic>> hereditaryFactors = [
  {
    "entries": [
      {"id": "c2609bfa-7dfa-45aa-bb72-5e9afdc23847", "index": 0, "title": "in_mother", "type": "boolean"},
      {"id": "0e6de6b8-8e85-42d1-af26-eb335bf1ab1f", "index": 1, "title": "in_father", "type": "boolean"},
      {"id": "8ac76659-b1f2-474f-b116-faaa9cd60943", "index": 2, "title": "in_both_parents", "type": "boolean"}
    ],
    "id": "71d317cc-4c42-43f0-b216-c4136a49db83",
    "index": 0,
    "title": "diabetes_mellitus",
    "type": "group"
  },
  {
    "entries": [
      {"id": "a81914e1-28cf-472c-b7a2-190b19413101", "index": 0, "title": "in_mother", "type": "boolean"},
      {"id": "a868504e-ed8d-424f-8598-051c7d094a58", "index": 1, "title": "in_father", "type": "boolean"},
      {"id": "97575e51-84ca-4fa7-8bc1-c4a5b2ae2173", "index": 2, "title": "in_both_parents", "type": "boolean"}
    ],
    "id": "f1b52840-67dc-4f83-8f69-dff155ff2ba7",
    "index": 1,
    "title": "obesity",
    "type": "group"
  },
  {
    "entries": [
      {"id": "a87d6d0b-b1af-4aad-808c-5d5ec90b00dc", "index": 0, "title": "in_mother", "type": "boolean"},
      {"id": "17bca7d8-06e1-4cfb-9d15-f946c8209f5c", "index": 1, "title": "in_father", "type": "boolean"},
      {"id": "6cea7dcd-a8dd-4bd0-8ae1-a3e887563855", "index": 2, "title": "in_both_parents", "type": "boolean"}
    ],
    "id": "9258b393-4932-4183-a5c9-2f89aafa5cef",
    "index": 2,
    "title": "arterial_hypertension",
    "type": "group"
  },
  {
    "entries": [
      {"id": "95c32137-5013-43bb-abf6-90dedf08910e", "index": 0, "title": "in_mother", "type": "boolean"},
      {"id": "cd10951b-f037-4d05-b600-ae93ba37473b", "index": 1, "title": "in_father", "type": "boolean"},
      {"id": "4e1c5bb8-4bc4-426b-bd52-efe97278fdfa", "index": 2, "title": "in_both_parents", "type": "boolean"}
    ],
    "id": "873c8da0-0c7b-4de8-ba8b-fb79433d4178",
    "index": 3,
    "title": "oncological_diseases",
    "type": "group"
  },
  {
    "entries": [
      {"id": "bd5383c1-55e9-470b-b46d-fd11287f15d2", "index": 0, "title": "yes", "type": "boolean"},
      {"id": "bbc9e0c5-1342-46a4-9a95-316dafef8495", "index": 1, "title": "no", "type": "boolean"}
    ],
    "id": "a2f7930e-94da-45e2-ab31-1f02021e743a",
    "index": 4,
    "title": "consanguineous_marriage_of_parents",
    "type": "group"
  },
  {
    "entries": [
      {"id": "b90be53b-333e-4585-8f62-d2b6524d3bb1", "index": 0, "title": "yes", "type": "boolean"},
      {"id": "1b27cfdb-6599-463d-80a8-fdfbc3f18d4a", "index": 1, "title": "no", "type": "boolean"}
    ],
    "id": "38cdaf4d-20cb-465c-8a8a-ee8ec538b421",
    "index": 5,
    "title": "alcohol_abuse",
    "type": "group"
  },
  {
    "entries": [
      {"id": "03d90ebb-c33f-450d-aab6-9ca8aa3056a7", "index": 0, "title": "no", "type": "boolean"},
      {"id": "63d009fb-6472-4ba5-b979-33b54250848a", "index": 1, "title": "in_family", "type": "boolean"},
      {"id": "4c1fe880-2879-408b-b3fc-e091c5567f89", "index": 2, "title": "at_work", "type": "boolean"}
    ],
    "id": "5d9bd6ba-9864-4d5a-b9a8-2eb3f59e10c0",
    "index": 6,
    "title": "psychotraumatic_situation",
    "type": "group"
  },
  {
    "entries": [
      {"id": "571ddc9f-456c-4ee4-b7a1-be5dc72892b3", "index": 0, "title": "no", "type": "boolean"},
      {"id": "d3ca8990-744b-46c8-b101-035f23aef6c5", "index": 1, "title": "yes", "type": "boolean"},
      {"id": "f818280e-f056-49cc-a05b-922e7737f673", "index": 2, "title": "by_kg", "type": "text"}
    ],
    "id": "5fb9be20-7e01-4c82-81ef-de4853b1db6b",
    "index": 7,
    "title": "rapid_weight_gain",
    "type": "group"
  },
  {
    "entries": [
      {"id": "e2c19d36-92c9-4c79-8f56-e7df1c092cd6", "index": 0, "title": "no", "type": "boolean"},
      {"id": "4415a5b6-69fd-43e9-9d46-5bb058ce8817", "index": 1, "title": "yes", "type": "boolean"},
      {"id": "6a06c7d8-5bbf-4f52-8ee7-5b1a887c187e", "index": 2, "title": "by_kg", "type": "text"}
    ],
    "id": "7cd460f6-f5a4-40f0-9b1b-0966f729216e",
    "index": 8,
    "title": "sharp_weight_loss",
    "type": "group"
  }
];

const List<Map<String, dynamic>> anthropometry = [
  {
    "entries": [
      {
        "id": "07d15f4f-f2b9-456f-adc4-cfd250b9aaf6",
        "index": 0,
        "max": 300,
        "min": 0,
        "value": 165,
        "title": "height_cm",
        "type": "number"
      },
      {"id": "841c832e-334f-4db8-8187-37bccd136c27", "index": 1, "max": 300, "min": 0, "value": 60, "title": "weight_kg", "type": "number"}
    ],
    "flex": true,
    "id": "0fd45f50-c0e1-46be-a69e-9c8901d1c366",
    "index": 0,
    "title": "physic_state",
    "type": "group"
  },
  {
    "entries": [
      {"id": "429179c9-1897-4974-953d-5775d5cf825d", "index": 0, "max": 500, "min": 0, "value": 75, "title": "waist", "type": "number"},
      {"id": "e32c64e7-ebb0-48b4-be76-101a012e54d6", "index": 1, "max": 500, "min": 0, "value": 60, "title": "hips", "type": "number"}
    ],
    "flex": true,
    "id": "374cc675-f037-4f9f-8902-d7e38e13f562",
    "index": 1,
    "title": "volume",
    "type": "group"
  },
  {
    "entries": [
      {
        "id": "d0de0764-53dd-44a2-bfca-676793078b2a",
        "index": 0,
        "max": 500,
        "min": 0,
        "value": '120-080',
        "title": "blood_pressure_mm_hg",
        "type": "number"
      }
    ],
    "id": "d13fd2c7-dc48-4f55-95bf-1debd577bc98",
    "index": 2,
    "type": "group"
  }
];

const List<String> tabTitles = [
  'medical_history',
  'medications_taken',
  'surgical_interventions',
  'hereditary_factors',
  'anthropometry',
];

const List<Map<String, dynamic>> articlesJson = [
  {
    "content": "#### Информация о здоровье сердца\nСосуды, которые снабжают кровью сердце, называются коронарными артериями. Закупорка может произойти в них из - за отложения жира вдоль их внутренних стенок. Это называется атеросклерозом. Из-за этой блокировки меньше крови достигает сердечной мышцы, и это может вызвать сердечный приступ. Это основная причина смерти у женщин в постменопаузе. Артерии чаще блокируются после менопаузы и с возрастом. Высокое кровяное давление и высокий уровень жира в крови (холестерина и триглицеридов) повышают вероятность развития атеросклероза. Высокое кровяное давление чаще встречается после менопаузы/с возрастом.\n\nУровень жира в крови может повышаться при недостаточной физической активности, нездоровом питании и увеличении веса. Вы должны регулярно и так часто проверять свое кровяное давление, как советует ваш врач.\n\n##### Для оценки состояния вашего сердца рекомендуется провести следующие минимальные исследования:\nАртериальное давление:\n\nЖиры в крови:\n- Общий холестерин\n- Липопротеины низкой плотности (ЛПНП)\n- Липопротеины высокой плотности (ЛПВП)\n- Триглицериды.\n\n##### Вы подвергаетесь повышенному риску сердечных заболеваний, если:\n**Возраст**: Возрастной риск увеличивается с возрастом, то самый высокий риск приходится на возраст старше 65 лет.\n\n**Семейный анамнез**: История сердечного приступа у отца или брата до того, как им исполнилось 55 лет, или у матери / сестры до того, как им исполнилось 65 лет.\n\n**Возраст в менопаузе**: Женщины, достигшие менопаузы в возрасте менее 40 лет, подвергаются наибольшему риску. Если менопауза произошла в более молодом возрасте, риск выше.\n\n**Индекс массы тела**: Чем выше индекс массы тела (ИМТ), тем выше риск. ИМТ выше 23 кг/ м2, если вы азиатского происхождения, и выше 25 кг/м2, если вы не азиатского происхождения, увеличивает риск сердечных заболеваний.\n\n**Окружность талии**: Имеет наименьший риск, если она меньше 89 см (35 дюймов), самый высокий, если она больше 114 см (45 дюймов).\n\n**Систолическое кровяное давление**: Наименьший риск, если систолическое артериальное давление меньше 120 мм рт.cт. Более высокий риск, если он превышает 140 мм рт.ст.\n\n**Жиры в организме**: Аномальные показания повышают риск сердечных заболеваний, но при физической активности и лекарствах показания могут быть улучшены.\n\n**Диабет**: Наличие диабета увеличивает риск, который еще больше возрастает, если уровень сахара в крови не контролируется (гликированный гемоглобин [HbA1c] > 7).\n\n**Физическая активность**: Наименьший риск при более высокой физической активности (более 150 минут умеренной активности в неделю или 75 минут активного движения в неделю). Самый высокий риск, если физическая активность составляет менее 30 минут в неделю.\n\n**Курение**: Курильщики (нынешние и бывшие курильщики) подвергаются более высокому риску.\n\n\n###### Пожалуйста, обратитесь к врачу, если вы считаете, что у вас повышенный риск сердечных заболеваний.",
    "id": "heart-health",
    "image": "data:imageAAElFTkSuQmCC",
    "order": 1,
    "title": "Болезни сердца"
  },
  {
    "content": "#### Информация о диабете\nВысокий уровень глюкозы в крови указывает на диабет. Диабет часто встречается у женщин в постменопаузе и является серьезной проблемой со здоровьем с серьезными осложнениями. Увеличение брюшного жира связано с менопаузой и увеличивает риск развития диабета. Риск сердечных заболеваний почти удваивается у женщин с диабетом. Однако хороший контроль диабета может снизить риск диабетических осложнений. Если у вас умеренный или высокий риск развития диабета, вам следует проконсультироваться с врачом и продолжить регулярное наблюдение для профилактики и контроля диабета и его осложнений.\n\n##### Следующие иследования рекомендуются для тестирования на диабет\n- Уровень глюкозы в крови натощак\n- Уровень глюкозы в крови без голодания (через 2 часа после еды)\n- HbA1c. Это специальный тест на диабет, который дает представление об уровне сахара в крови за предыдущие 3 месяца\n\n##### Вы подвержены повышенному риску развития диабета, если:\n**Высокий уровень сахара в крови**: Если повышенный уровень сахара в крови обнаруживается в любом случае или во время беременности, риск развития диабета увеличивается.\n\n**Возраст**: Самый высокий риск-старше 65 лет и наименьший-менее 45 лет.\n\n**ИМТ**: Риск увеличивается при более высоком ИМТ, более 23 кг/м для лиц азиатского происхождения и более 25 кг/м для лиц неазиатского происхождения.\n\n**Окружность талии**: Самый высокий риск, если она превышает 88 см (35 дюймов), наименьший риск, если она меньше 80 см (31 дюйм).\n\n**Физическая активность**: Наименьший риск при более высокой физической активности (более 150 минут умеренной активности в неделю или 75 минут активного движения в неделю), наибольший риск, если менее 30 минут в неделю.\n\n**Семейный анамнез диабета**:  Наличие диабета у ваших родителей, братьев, сестер или детей представляет самый высокий риск развития диабета, и существует даже значительный риск, если у бабушек и дедушек, дядей, тетей и двоюродных братьев есть диабет.\n\n###### Пожалуйста, обратитесь к врачу, если вы считаете, что у вас повышенный риск диабета.",
    "id": "diabetes",
    "image": "data:imagkugykfkyuyhjg;ba",
    "order": 2,
    "title": "Сахарный диабет"
  },
  {
    "content": "#### Информация о здоровье костей\nОстеопороз-это состояние, при котором ваши кости становятся хрупкими и могут легко сломаться (перелом). Переломы могут быть тихими (без травм) или происходить с минимальной травмой. Эти переломы могут затруднить вашу повседневную деятельность. Остеопороз чаще встречается у женщин, чем у мужчин после 45 лет. Диета с достаточным количеством кальция и витамина D для защиты костей и достаточным количеством белка для поддержания мышц может снизить риск переломов. Физическая активность также важна для поддержания мышечной силы и равновесия, чтобы предотвратить падения и переломы.\n\n##### Рекомендуемым исследованием для здоровья костей является т-балл dxa, который измеряет плотность костной ткани:\n- Поясничный отдел позвоночника - позвоночник\n- Шейка бедренной кости - бедро\n- Радиус - кость в руке\n\n##### Следующее может повлиять на здоровье ваших костей и увеличить риск переломов\n**Недостаточный вес**:\n- ИМТ-это ваш вес, скорректированный с учетом вашего роста. \n- ИМТ используется для оценки того, имеет ли человек недостаточный вес, оптимальный вес или избыточный вес. \n- ИМТ менее 18,5 кг/м2 считается недостаточным весом для кавказцев. \n- Люди с недостаточным весом имеют более высокую вероятность хрупкости костей и увеличения числа переломов. \n\n**Пищевая непереносимость или желудочно-кишечные заболевания**: различные желудочно-кишечные заболевания, такие как болезнь Крона, язвенный колит, целиакия и другие состояния, ухудшают усвоение пищи и повышают вероятность развития хрупких костей. \n\n**Частые падения**:\n- Люди с остеопорозом, которые часто падают, подвержены более высокому риску развития переломов. \n- Пожилые люди с проблемами со здоровьем, вызывающими плохое равновесие, люди с мышечной слабостью/генерализованной слабостью, люди с трудностями в стоянии/ходьбе/ балансировании, а также люди с плохим зрением подвергаются более высокому риску падений и последующего развития переломов.\n\n**Тяжелое заболевание печени или почек**:  люди с тяжелой болезнью печени или почек подвергаются повышенному риску потери костной массы и остеопороза. \n\n**Хроническая депрессия**: наличие депрессии было связано некоторыми исследованиями с более высоким риском переломов. Однако применение антидепрессантов может быть ответственно за этот повышенный риск.\n\n**Ревматоидный артрит**: ревматоидный артрит-это заболевание суставов, которое влияет на здоровье костей и связано с потерей костной массы и остеопорозом. \n\n**Долгосрочная терапия кортикостероидами (например, преднизолон)**:\n- Некоторые люди принимают лекарства, называемые кортикостероидами, в течение длительного времени, особенно те, кто страдает астмой, ревматоидным артритом или любыми другими иммунными заболеваниями. \n- Было обнаружено, что как ингаляционные, так и пероральные стероиды повышают риск переломов у пациентов с остеопорозом. \n\n**Ранняя менопауза**: ранняя менопауза увеличивает риск; те, кто достигает менопаузы в возрасте менее 45 лет, подвергаются более высокому риску.\n\n##### Вы подвержены повышенному риску остеопороза, если:\n**Возраст**: риск увеличивается с возрастом.\n\n**Возраст в период менопаузы**: ранняя менопауза увеличивает риск; те, кто достигает менопаузы в возрасте менее 45 лет, подвергаются более высокому риску. Самый высокий риск преобладает у женщин, достигших менопаузы до 40 лет, особенно у тех, кто не принимал никаких гормонов (ЗГТ или комбинированные оральные контрацептивы).\n\n**История предыдущего перелома**: история предыдущего перелома увеличивает риск.\n\n**Семейный анамнез**: история перелома бедра у одного из родителей или любого брата или сестры увеличивает риск.\n\n**Курение**: те, кто курит в настоящее время, подвержены наибольшему риску, а некурящие-наименьшему риску.\n\n**Алкоголь**: потребление алкоголя более 3 единиц в неделю алкоголя значительно увеличивает риск.\n\n**Костно-токсичные препараты**: использование следующих лекарств увеличивает риск остеопороза:\n- Лекарства от депрессии.\n- Лекарства от эпилепсии (припадки).\n- Лекарства для уменьшения желудочной кислоты.\n- Длительная терапия кортикостероидами, как при астме или ревматоидном артрите.\n- Лекарство от рака молочной железы, которое снижает уровень эстрогена.\n\n###### Пожалуйста, обратитесь к врачу, если вы считаете, что у вас повышенный риск переломов из-за хрупкости костей (остеопороз).",
    "id": "bones-health",
    "image": "data:imagepng;base64,iVBORw0KGgoAAAANSUhEUgAABQASuQmCC",
    "order": 3,
    "title": "Здоровье костей"
  },
  {
    "content": "#### Образование\nМногие женщины чувствуют, что их память ухудшается в период менопаузы, но обычно это не является причиной для беспокойства. Другими распространенными причинами нарушения памяти являются: возраст, стресс, усталость, беспокойство, депрессия, лекарства и плохое самочувствие. Многие женщины испытывают повышенную тревогу и плохое настроение во время менопаузы. Этим симптомам могут помочь такие методы лечения, как поведенческая терапия. При этих симптомах антидепрессанты не нужны.\n\n> Международное общество менопаузы, 2014; NAMS, 2014; BMS, 2011.\n\n##### Болезнь Альцгеймера\nБолезнь Альцгеймера является наиболее распространенной причиной деменции. Болезнь Альцгеймера редко встречается в возрасте до 60 лет и чаще встречается у женщин, чем у мужчин.\n\n> Международное общество менопаузы, 2014; NAMS, 2014; BMS, 2011.\n\n###### Вам необходимо обратиться к врачу, чтобы оценить ваши когнитивные расстройства.",
    "id": "memory-health",
    "image": "data:imagepng;baYII=",
    "order": 4,
    "title": "Почему ухудшается память?"
  },
  {
    "content": "#### Рак у женщин в постменопаузе.\n#### Информация о раке молочной железы\nРак молочной железы является одним из наиболее распространенных видов рака у женщин. Риск развития рака молочной железы увеличивается с возрастом, ожирением и семейным анамнезом рака молочной железы. Ежемесячное самостоятельное обследование груди важно для ранней диагностики рака молочной железы. Если вы обнаружите опухоль в груди, вам следует немедленно обратиться к врачу. Каждый год вы должны проходить обследование груди у медицинского работника. Во многих странах женщины проходят плановую маммографию и/или УЗИ молочной железы (по показаниям) или дополнительную визуализацию по рекомендации своих врачей. Иногда врач может предложить генетический тест, если в вашей семье есть сильная положительная история рака молочной железы. \n\n##### Риск развития рака молочной железы увеличивается:\n- С возрастом.\n- Если у вас есть семейный анамнез рака молочной железы. \n- Если вы страдаете ожирением, ИМТ 30 кг/м2. \n- Если ваши первые месячные произошли в раннем возрасте (10 лет или меньше). \n- Если у вас родился первый ребенок в более позднем возрасте (35 лет и более). \n- Если у вас было доброкачественное заболевание молочной железы. \n- Если у вас есть положительный генетический анамнез рака молочной железы. \n\n##### Для скрининга рака молочной железы рекомендуются следующие тесты:\n- Самостоятельное обследование груди: если вы обнаружите шишку, изменения кожи или выделения из сосков, важно обратиться к врачу для дальнейшей оценки, поскольку они могут быть признаками раннего рака молочной железы. \n- Клиническое обследование молочной железы вашим врачом. \n- Маммограмма. \n\n##### Для скрининга на рак молочной железы рекомендуется выполнить следующие тесты:\nЛягте и положите левую руку под голову. Правой рукой осмотрите левую грудь. Приподняв третий средний палец, мягко двигайтесь небольшими круговыми движениями по всей груди, проверяя, нет ли комков, твердых узлов или утолщений. Используйте различные уровни давления - легкое, среднее и твердое - на каждую область вашей груди. Проверьте всю грудь от ключицы над грудью до ребер под грудью. Переключите руки и повторите упражнение на другой груди. Посмотрите на свою грудь, стоя перед зеркалом и положив руки на бедра. Ищите шишки, новые различия в размере и форме, а также отеки или ямочки на коже. Поднимите одну руку, проверьте под мышками, нет ли шишек. Повторите то же самое с другой стороны. Аккуратно сожмите сосок каждой груди между большим и указательным пальцами. Сообщите своему врачу, если вы видите какие-либо выделения или жидкость из сосков, или какие-либо шишки или изменения в вашей груди.\n\n###### Пожалуйста, обратитесь к врачу, если вы считаете, что у вас повышенный риск развития рака молочной железы.\n\n#### Информация о раке шейки матки\nРак шейки матки-это рак, поражающий шейку или устье матки. По мере развития он может вызывать нерегулярное вагинальное кровотечение и/или обильные выделения из влагалища. В развивающихся странах это распространенный рак, если он обнаружен на ранней стадии, его можно лечить. Это один из видов рака, который можно обнаружить в предраковом состоянии и который полностью излечим. Женщины, которые сексуально активны, должны регулярно проходить тесты на наличие предрака/рака. Тестирование может быть проведено с помощью мазка папаниколау/мазка шейки матки и/или теста на вирус папилломы человека (ВПЧ) по рекомендации вашего врача. В настоящее время существуют вакцины для профилактики рака шейки матки. \n\nВакцина наиболее эффективна, если она вводится до того, как молодая женщина станет сексуально активной. Чтобы узнать больше, поговорите со своим врачом. \n\n##### Для скрининга рака шейки матки рекомендуется провести следующие исследования:\n- Мазок Папаниколау\n- Тестирование на ВПЧ\n\n##### Риск развития рака шейки матки возрастает, если:\n- У вас диагностирована ВПЧ-инфекция. \n- Вы сексуально активны. \n- У вас было более одного сексуального партнера. \n- Вы никогда не использовали барьерные контрацептивы. \n- У вас ВИЧ-инфекция. \n- У вас ненормальный мазок Папаниколау. У вас есть необъяснимые кровянистые выделения/кровотечение из влагалища после полового акта, если у вас не было мазка Папаниколау. \n\n###### Пожалуйста, обратитесь к врачу, если вы считаете, что у вас повышенный риск развития рака шейки матки.\n\n#### Информация о раке яичников\nРак яичников встречается нечасто, но, когда он возникает, это серьезный рак. Постоянный дискомфорт в животе или, очень редко, вагинальное кровотечение могут свидетельствовать о возможности рака яичников. Большинство видов рака яичников не вызывают симптомов и, следовательно, диагностируются поздно, после того, как они распространились. Использование оральных контрацептивов снижает риск развития рака яичников. Удаление маточных труб (обычно во время гистерэктомии или операции на яичниках) снижает риск на 50%. Эффективного скринингового теста на рак яичников не существует, однако ваш врач может рекомендовать регулярное ультразвуковое исследование или УЗИ яичников с анализом крови, который может помочь в раннем выявлении.\n\n##### Вы подвергаетесь повышенному риску развития рака яичников, если:\n- У члена вашей семьи (матери/сестры/дочери) когда-либо был диагностирован рак молочной железы.\n- Вы использовали цитрат кломифена для лечения бесплодия.\n\n###### Пожалуйста, обратитесь к врачу, если вы считаете, что у вас повышенный риск развития рака яичников.\n\n#### Информация о раке эндометрий/матки\nРак эндометрия или матки-это рак, поражающий внутреннюю оболочку матки. Любое вагинальное кровотечение после 1 года менопаузы должно быть незамедлительно сообщено вашему врачу и исследовано. Факторами риска развития рака матки являются ожирение, высокое кровяное давление, диабет, нечастые периоды (например, синдром поликистозных яичников), гиперплазия эндометрия, ранняя менархе (первый период наступает до 12 лет), поздняя менопауза (последний период наступает после 55 лет), использование только эстрогеновой терапии без прогестагена, семейный анамнез некоторых видов рака, прошлый анамнез некоторых видов рака, прошлый анамнез рака молочной железы и длительная терапия тамоксифеном. \n\n##### Вы подвергаетесь повышенному риску развития рака эндометрия, если:\n- У вас было кровотечение в постменопаузе (после 12 месяцев отсутствия менструаций). \n- Вы лечились от рака молочной железы гормональной терапией (таблетки тамоксифена). \n- Вы страдаете ожирением. \n- У вас были нечастые менструации. ПРОДОЛЖИТЬ\n\n###### Пожалуйста, обратитесь к врачу, если вы считаете, что у вас повышенный риск развития рака матки.",
    "id": "cancer",
    "image": "data:imagepng;basU5ErkJggg==",
    "order": 5,
    "title": "Онкологические заболевания"
  }
];